import React from 'react'

import CultureImg from "../../assets/images/photo_2024-03-08_19-24-36.jpg";
import { LuJapaneseYen } from "react-icons/lu";
import "./Culture.css"

export default function Culture() {
  return (
    <>
    
    <div className="container">
      <div className="row">
        <div className="col-lg-6 col-md-12 left">
          <div className="Image ImageCul">
            <img src={CultureImg} alt="" />
          </div>
        </div>
        <div className="col-lg-6 col-md-12">
          <div className="details_Definition">
            <h1 className="right">
              <LuJapaneseYen /> الثقافة اليابانية
            </h1>
            <p className="right  text-secondary">
            تُعتبر الثقافة اليابانية إحدى الثقافات المنتشرة عالميا وعلى نطاق واسع، ويعود الفضل في ذلك بالمقام الأول إلى الرسوم المتحركة اليابانية (الأنمي)، بالإضافة إلى الشركات اليابانية المختلفة التي تقوم بتصدير منتجاتها إلى العديد من دول العالم، ومن بينها الدول العربية. ولكن على النقيض من ذلك تماما، فإن الاهتمام باللغة اليابانية يقتصر على فئة قليلة من الناس في الدول العربية، بل ويكاد يكون هذا الاهتمام معدوما في بعضها. ويعود ذلك إلى بُعد اليابان جغرافيا عن الدول العربية أولا، وإلى الاختلاف الثقافي والديني الكبير بين الدول العربية واليابان ثانيا. ونحن في "مركز خدمات اللغة العربية" نهدف إلى جعل اليابان وثقافتها ولغتها أقرب من أي وقت مضى إلى العالم العربي، وذلك من خلال القيام بتقديم مختلف أنواع الخدمات التي تساعد على ذلك، بدءا من خدمات الترجمة من اللغة اليابانية وإلى اللغتين العربية والإنجليزية وبالعكس، ومرورا بتقديم دورات دراسية لدراسة اللغة اليابانية عن بُعد (أونلاين)، ومن قبل أساتذة يابانيين يُجيدون اللغة العربية، وانتهاء بتقديم جميع أنواع الاستشارات المتعلقة باليابان وفي شتى المجالات الثقافية والقانونية والتجارية وغيرها.
            </p>
            <button type="button" className="login rounded btn_Definition hidden">
              احجز مقعدك
            </button>
          </div>
        </div>
      </div>
    </div>
    
    </>
  )
}
